Repository: Usagi88/multi-service-flutter-application
Catalog: lib/l10n/app_*.arb
Languages: bn, hi, ja

# language
source: English
bn: Bengali
hi: मानक हिन्दी
ja: Japanese

source: Hello World!
bn: ওহে বিশ্ব!
hi: नमस्ते दुनिया!
ja: ヘロー・ワールド

source: Profile
bn: প্রোফাইল
hi: प्रोफ़ाइल
ja: プロフィール

source: Schedule Payment
bn: সময়সূচী পেমেন্ট
hi: भुगतान निर्धारित करें
ja: 支払いスケジュール

source: Change Password
bn: পাসওয়ার্ড পরিবর্তন করুন
hi: पासवर्ड बदलें
ja: パスワードを変更する

source: Invite Friends
bn: বন্ধুদের আমন্ত্রণ জানান
hi: मित्रों को आमंत्रित करें
ja: 友達を招待

source: Contact Us
bn: যোগাযোগ করুন
hi: संपर्क करें
ja: お問い合わせ

source: About
bn: সম্পর্কিত
hi: के बारे में
ja: アバウト

source: Refresh App
bn: অ্যাপ রিফ্রেশ করুন
hi: रिफ्रेश ऐप
ja: アプリをレフレッシュ

source: Logout
bn: প্রস্থান
hi: लॉग आउट
ja: ログアウト

source: Exit App
bn: অ্যাপ থেকে প্রস্থান করুন
hi: ऐप से बाहर निकलें
ja: アプリを終了します

source: Change Language
bn: ভাষা পরিবর্তন করুন
hi: भाषा बदलें
ja: 言語を変更する

source: Email
bn: ইমেইল
hi: ईमेल
ja: Eメール

source: Mobile Number
bn: মোবাইল নম্বর
hi: मोबाइल नंबर
ja: 携帯電話番号

source: Address
bn: ঠিকানা
hi: पता
ja: 住所

source: Social Media Handles
bn: সোশ্যাল মিডিয়া হ্যান্ডলগুলি
hi: सोशल मीडिया हैंडल
ja: ソーシャルメディアハンドル

source: QR Scan
bn: QR স্ক্যান
hi: क्यूआर स्कैन
ja: QRスキャン

source: Pick Contact
bn: যোগাযোগ বাছুন
hi: संपर्क चुनें
ja: 連絡先を選択

# emailOrMobileNumber
source: Receiver Email or mobile number
ja: メールアドレス / 携帯電話番号

source: Amount
bn: পরিমাণ
hi: राशि
ja: 金額

source: Submit
bn: জমা
hi: प्रस्तुत करना
ja: 提出する

source: Terms and conditions
bn: শর্তাবলী
hi: नियम और शर्तें
ja: ご注文に関しての注意事項

source: Invite
bn: আমন্ত্রণ
hi: आमंत्रण
ja: 招待

source: Referrals
bn: প্রচার
hi: रेफरल
ja: 紹介

source: Points
bn: পয়েন্ট
hi: अंक
ja: ポイント

source: Support
bn: সমর্থন
hi: सहयोग
ja: サポート

source: Services
bn: সেবা
hi: सेवाएं
ja: サービス

source: Add Cash
bn: নগদ যোগ করুন
hi: कैश जोड़े
ja: 現金を追加

source: History
bn: ইতিহাস
hi: इतिहास
ja: 歴史

source: Refunded Transaction
bn: ফেরত লেনদেন
hi: धनवापसी लेनदेन
ja: 返金された取引

source: Cash Deposit
bn: নগদ আমানত
hi: नकद जमा
ja: 現金デポジット

source: Service Recharge
bn: সার্ভিস রিচার্জ
hi: सर्विस रिचार्ज
ja: サービスリチャージ

source: Dhiraagu Reload
bn: ধীরাগু রিলোড
hi: धीरागु रीलोड
ja: ディラーグー・リーロード

# fahiSendViewFirstText
source: To transfer any amount to another user , Enter receiver's email or mobile number and amount you wish to send
bn: অন্য ব্যবহারকারীর কাছে যেকোনো পরিমাণ স্থানান্তর করতে, প্রাপকের ইমেল বা মোবাইল নম্বর এবং আপনি যে পরিমাণ পাঠাতে চান তা লিখুন
hi: किसी अन्य उपयोगकर्ता को किसी भी राशि को स्थानांतरित करने के लिए, प्राप्तकर्ता का ईमेल या मोबाइल नंबर और वह राशि दर्ज करें जिसे आप भेजना चाहते हैं
ja: 金額を別のユーザーに転送するには、受信者のメールアドレスまたは携帯電話番号と送信したい金額を入力します

# selectGiftCardText
source: Select a gift card
bn: একটি উপহার কার্ড নির্বাচন করুন
hi: उपहार कार्ड चुनें
ja: ギフトカードを選択

source: How it works
bn: কিভাবে এটা কাজ করে
hi: यह काम किस प्रकार करता है
ja: 使い方

source: Invite your friends!
bn: আপনার বন্ধুদের আমন্ত্রণ জানান!
hi: अपने दोस्तों को आमंत्रित करो!
ja: 友達を招待しましょう！

# inviteYourFriendsTwo
source: Simply Share your referral link!
bn: শুধু আপনার রেফারেল লিঙ্ক শেয়ার করুন!
hi: बस अपना रेफ़रल लिंक साझा करें!
ja: 紹介リンクを共有するだけです！

# joinAndUse
source: Your friends join and use the app!
bn: আপনার বন্ধুরা যোগ দিন এবং FahiPay ব্যবহার করুন!
hi: आपके मित्र शामिल हों और FahiPay का उपयोग करें!
ja: 友達が参加してFahiPayを使用します！

# joinAndUseTwo
source: Your Friend gets MVR 10.00
bn: আপনার বন্ধু MVR 10.00 পায়৷
hi: आपके मित्र को एमवीआर 10.00 . मिलता है
ja: あなたの友達はMVR10.00を受け取ります

source: Earn money!
bn: টাকা রোজগার করা!
hi: पैसे कमाएं!
ja: お金を稼ぐ！

# earnMoneyTwo
source: You earn MVR 10.00
bn: আপনি MVR 10.00 উপার্জন করেন
hi: आप एमवीआर 10.00 . कमाते हैं
ja: MVR10.00を受け取ります

source: Share link
bn: লিঙ্ক শেয়ার করুন
hi: लिंक शेयर करें
ja: シェアリンク

source: Live Chat
bn: সরাসরি কথোপকথন
hi: सीधी बातचीत
ja: ライブチャット

source: Type your message here
bn: এখানে আপনার বার্তা টাইপ করুন
hi: यहाँ आपके संदेश लिखें
ja: ここにメッセージを入力してください

source: Register
bn: নিবন্ধন
hi: रजिस्टर करें
ja: 登録

source: ID Card Number
bn: আইডি কার্ড নাম্বার
hi: परिचय - पत्र संख्या
ja: IDカードナンバー

source: Full Name
bn: পুরো নাম
hi: पूरा नाम
ja: フルネーム

# alreadyHaveAccount
source: Already have an account? Click here to go to login
bn: ইতিমধ্যে একটি সদস্যপদ আছে? লগইন করতে যেতে এখানে ক্লিক করুন
hi: क्या आपके पास पहले से एक खाता मौजूद है? लॉग इन करने के लिए यहां क्लिक करें
ja: すでにアカウントをお持ちですか？ ログインするには、ここをクリックしてください

source: Reset Password
bn: পাসওয়ার্ড রিসেট করুন
hi: पासवर्ड रीसेट
ja: リセットパスワード

# resetPasswordSecondText
source: Enter your registered mobile number to receive the password reset code
bn: পাসওয়ার্ড রিসেট কোড পেতে আপনার নিবন্ধিত মোবাইল নম্বর লিখুন
hi: पासवर्ड रीसेट कोड प्राप्त करने के लिए अपना पंजीकृत मोबाइल नंबर दर्ज करें
ja: パスワードリセットコードを受け取るために、登録した携帯電話番号を入力してください。

source: Request Reset
bn: রিসেট করার অনুরোধ করুন
hi: अनुरोध रीसेट
ja: リセット リクエスト

# alreadyHaveCode
source: Click here if you already have the code
bn: আপনার কাছে ইতিমধ্যেই কোড থাকলে এখানে ক্লিক করুন
hi: यदि आपके पास पहले से ही कोड है तो यहां क्लिक करें
ja: もうコードを持っているなら、ここをクリックしてください

# scanQrCodeText
source: Aim the QR inside this Box
bn: এই বাক্সের ভিতরে QR লক্ষ্য করুন
hi: इस बॉक्स के अंदर क्यूआर को लक्षित करें
ja: このボックス内でQRを狙う

# sendSmsFirstText
source: Select a sender id, write receiver(s) numbers(s) and write the sms you wish to send
bn: একটি প্রেরকের আইডি নির্বাচন করুন, প্রাপক(গুলি) নম্বর(গুলি) লিখুন এবং আপনি যে এসএমএস পাঠাতে চান তা লিখুন
hi: एक प्रेषक आईडी का चयन करें, रिसीवर नंबर लिखें और वह एसएमएस लिखें जिसे आप भेजना चाहते हैं
ja: 送信者IDを選択し、受信者番号を書き込み、送るSMSを書き込みます

source: Select Package
bn: প্যাকেজ নির্বাচন করুন
hi: पैकेज का चयन करें
ja: パッケージを選択

source: Buy SMS
bn: এসএমএস কিনুন
hi: एसएमएस खरीदें
ja: SMSを買います

source: Sender ID
bn: প্রেরকের আইডি
hi: प्रेषक आईडी
ja: センダーID

source: Get Sender ID
bn: প্রেরকের আইডি পান
hi: प्रेषक आईडी प्राप्त करें
ja: センダーIDを得ます

source: Recipient (s)
bn: প্রাপক
hi: प्राप्तकर्ता
ja: 受信者

# sendSMSLastText
source: SMS operators charges price for each SMS being sent even if it fails to deliver. Delivery Failures can be caused due to phone being switches off or not available in the network at the time sms being sent.
bn: এসএমএস অপারেটর প্রতিটি এসএমএস পাঠানোর জন্য মূল্য চার্জ করে, এমনকি যদি এটি সরবরাহ করতে ব্যর্থ হয়। ডেলিভারি ব্যর্থতার কারণ হতে পারে ফোন বন্ধ থাকার কারণে বা এসএমএস পাঠানোর সময় নেটওয়ার্কে উপলব্ধ না থাকার কারণে।
hi: एसएमएस ऑपरेटर भेजे जाने वाले प्रत्येक एसएमएस के लिए कीमत वसूलते हैं, भले ही वह देने में विफल हो। एसएमएस भेजे जाने के समय फोन के स्विच ऑफ होने या नेटवर्क में उपलब्ध नहीं होने के कारण डिलीवरी फेल हो सकती है।
ja: SMSオペレーターは、送る失敗しても、送信されるSMSごとに料金。 SMSの送信時に電話がオフになっているか、ネットワークで使用できないことが原因で、配信エラーが発生する可能性があります。

source: Message
bn: বার্তা
hi: संदेश
ja: メッセージ

source: Login
bn: প্রবেশ করুন
hi: लॉग इन करें
ja: ログイン

source: Status
bn: অবস্থা
hi: स्थिति
ja: 状態

source: Name
bn: নাম
hi: नाम
ja: 名前

source: Details
bn: বিস্তারিত
hi: विवरण
ja: 詳細

source: Reference
bn: রেফারেন্স
hi: संदर्भ
ja: リファレンス

source: Time
bn: সময়
hi: समय
ja: 時間

source: Share Receipt
bn: শেয়ার রসিদ
hi: शेयर रसीद
ja: 領収書を共有します

source: Save Receipt
bn: রসিদ সংরক্ষণ করুন
hi: रसीद सहेजें
ja: 領収書をセーブします

# topUpViaBmlFirsText
source: Enter the amount you wish to add to account via BML payment gateway
bn: BML পেমেন্ট গেটওয়ের মাধ্যমে আপনি fahipay-এ যে পরিমাণ যোগ করতে চান তা লিখুন
hi: वह राशि दर्ज करें जिसे आप BML भुगतान गेटवे के माध्यम से fahipay में जोड़ना चाहते हैं
ja: BML支払いゲートウェイを介してfahipayに追加する金額を入力します

source: Processing Fee
bn: প্রসেসিং ফি
hi: प्रक्रमण संसाधन शुल्क
ja: 手数料

source: Total
bn: মোট
hi: कुल
ja: 合計

# topUpViaBmlButtonText
source: Proceed to BML Gateway
bn: BML গেটওয়েতে এগিয়ে যান
hi: बीएमएल गेटवे के लिए आगे बढ़ें
ja: BMLゲートウェイに進みます

# topUpViaBmlSecondText
source: By clicking the proceed button, you agree to accept our terms of service agreement
bn: এগিয়ে যান বোতামে ক্লিক করে, আপনি আমাদের পরিষেবা চুক্তির শর্তাবলী স্বীকার করতে সম্মত হন৷
hi: आगे बढ़ें बटन पर क्लिक करके, आप हमारे सेवा अनुबंध की शर्तों को स्वीकार करने के लिए सहमत हैं
ja: ボタンをクリックすると、利用規約に同意したことになります

# topUpViaBmlThirdText
source: No refunds are available for successful payments!
bn: সফল অর্থপ্রদানের জন্য কোন ফেরত পাওয়া যায় না!
hi: सफल भुगतान के लिए कोई धनवापसी उपलब्ध नहीं है!
ja: 支払いが成功した場合、返金はありません。

# topUpViaViewBmlFirsText
source: Transfer your amount to the following account via BML Internet banking
bn: BML ইন্টারনেট ব্যাঙ্কিংয়ের মাধ্যমে নিম্নলিখিত অ্যাকাউন্টে আপনার অর্থ স্থানান্তর করুন
hi: बीएमएल इंटरनेट बैंकिंग के माध्यम से अपनी राशि को निम्नलिखित खाते में स्थानांतरित करें
ja: BMLインターネットバンキングを介して次の口座に金額を送金します

source: Account Name
bn: হিসাবের নাম
hi: खाते का नाम
ja: アカウント名

# usdConversion
source: USD conversion rate is 15
bn: USD রূপান্তর হার 15
hi: यूएसडी रूपांतरण दर 15 . है
ja: USD換算レートは15です

source: Upload Transfer Receipt
bn: ট্রান্সফার রসিদ আপলোড করুন
hi: स्थानांतरण रसीद अपलोड करें
ja: トランスファー領収書をアップロードする

source: OR
bn: বা
hi: या
ja: それとも

source: Select Account
bn: নির্বাচন অ্যাকাউন্ট
hi: खाता चुनें
ja: アカウントを選択

source: Select Currency
bn: কারেন্সি নির্বাচন করুন
hi: मुद्रा चुनें
ja: 通貨を選択

# enterFullName
source: Enter Full NAME as in your ID Card
bn: আপনার আইডি কার্ডের মতো সম্পূর্ণ নাম লিখুন
hi: अपने आईडी कार्ड के अनुसार पूरा नाम दर्ज करें
ja: IDカードのようにフルネームを入力してください

source: Transferred Amount
bn: স্থানান্তরিত পরিমাণ
hi: हस्तांतरित राशि
ja: 送金金額

source: Claim
bn: দাবি
hi: दावा
ja: 請求

# topUpViaViewBmlSecondText
source: Please do not transfer same amount twice in a single day only own BML account is allowed for adding cash. Please do not forget to save the transfer receipt. No refunds are available for successful payments!
bn: অনুগ্রহ করে এক দিনে দুবার একই পরিমাণ স্থানান্তর করবেন না শুধুমাত্র নিজস্ব BML অ্যাকাউন্ট নগদ যোগ করার জন্য অনুমোদিত। ট্রান্সফার রসিদ সংরক্ষণ করতে ভুলবেন না দয়া করে. সফল অর্থপ্রদানের জন্য কোন ফেরত পাওয়া যায় না!
hi: कृपया एक ही दिन में दो बार एक ही राशि का हस्तांतरण न करें केवल नकद जोड़ने के लिए स्वयं के बीएमएल खाते की अनुमति है। कृपया स्थानांतरण रसीद को सहेजना न भूलें। सफल भुगतान के लिए कोई धनवापसी उपलब्ध नहीं है!
ja: 1日に2回同じ金額を送金しないでください。現金を追加できるのは自分のBMLアカウントのみです。 振込領収書を忘れずに保存してください。 支払いが成功した場合、返金はありません。

# topUpViaViewBmlThirdText
source: New Users please send the BML transfer receipt to our FB page or live chat for verification
bn: নতুন ব্যবহারকারীরা অনুগ্রহ করে আমাদের FB পৃষ্ঠায় BML স্থানান্তরের রসিদ পাঠান বা যাচাইয়ের জন্য লাইভ চ্যাট করুন
hi: नए उपयोगकर्ता कृपया हमारे एफबी पेज पर बीएमएल ट्रांसफर रसीद भेजें या सत्यापन के लिए लाइव चैट करें
ja: 新規ユーザーは、確認のためにBML転送レシートをFBページまたはライブチャットに送信してください

# topUpViaViewBmlFourthText
source: A processing fee will be charged for any withdrawals. Profile must be verified before requesting for withdrawal
bn: কোনো প্রত্যাহারের জন্য একটি প্রক্রিয়াকরণ ফি চার্জ করা হবে। প্রত্যাহারের জন্য অনুরোধ করার আগে প্রোফাইল অবশ্যই যাচাই করতে হবে
hi: किसी भी निकासी के लिए एक प्रोसेसिंग शुल्क लिया जाएगा। निकासी के लिए अनुरोध करने से पहले प्रोफ़ाइल को सत्यापित किया जाना चाहिए
ja: 引き出しには手数料がかかります。 引き出しをリクエストする前に、プロファイルを確認する必要があります

# topUpViaViewMIBFirsText
source: Transfer your amount to the following account via MIB Internet banking
bn: MIB ইন্টারনেট ব্যাঙ্কিংয়ের মাধ্যমে নিম্নলিখিত অ্যাকাউন্টে আপনার অর্থ স্থানান্তর করুন
hi: एमआईबी इंटरनेट बैंकिंग के माध्यम से अपनी राशि को निम्नलिखित खाते में स्थानांतरित करें
ja: MIBインターネットバンキングを介して次の口座に金額を送金します

# referenceNumberFirstText
source: Reference Number (Minimum last 4 digits)
bn: রেফারেন্স নম্বর (সর্বনিম্ন শেষ 4 সংখ্যা)
hi: संदर्भ संख्या (न्यूनतम अंतिम 4 अंक)
ja: 参照番号（下4桁以上）

source: Reference Number
bn: পরিচিত সংখ্যা
hi: संदर्भ संख्या
ja: 参照番号

source: Transaction History
bn: লেনদেনের ইতিহাস
hi: ट्रांजेक्शन इतिहास
ja: 取引履歴

# packageRechargeViewDhiraaguFirstText
source: Enter the dhiraagu number and select a package to recharge
bn: রিলোড পাঠাতে ধীরাগু নম্বর এবং পরিমাণ লিখুন।
hi: धीरागु नंबर दर्ज करें और रिचार्ज करने के लिए एक पैकेज चुनें
ja: dhiraagu番号を入力し、再充電するパッケージを選択します

# packageRechargeViewOoredooFirstText
source: Enter the ooredoo number and select a package to recharge
bn: রাসতা পাঠাতে Ooredoo নম্বর এবং পরিমাণ লিখুন।
hi: ooredoo नंबर दर्ज करें और रिचार्ज करने के लिए एक पैकेज चुनें
ja: オレドー番号を入力し、充電するパッケージを選択してください

source: Send Reload
bn: রিলোড পাঠান
ja: リロードを送信

source: Send Raastas
bn: রাসতা পাঠান
ja: ラースタズを送信

source: Keep info saved
bn: তথ্য সংরক্ষিত রাখুন
hi: जानकारी सहेज कर रखें
ja: 情報を保存しておく

source: Saved Numbers
bn: সংরক্ষিত নম্বর
hi: सहेजे गए नंबर
ja: セーブされた番号

source: Step
bn: পদক্ষেপ
hi: कदम
ja: ステップ

source: Island/City
bn: দ্বীপ/শহর
hi: द्वीप/शहर
ja: 島/市

source: Country
bn: দেশ
hi: देश
ja: 国

source: Post Code
bn: পোস্ট কোড
hi: पोस्ट कोड
ja: 郵便番号

source: Transaction Details
bn: লেনদেনের বিবরণ
hi: लेनदेन का विवरण
ja: 取引の詳細

source: Select a package
bn: একটি প্যাকেজ নির্বাচন করুন
hi: एक पैकेज चुनें
ja: パッケージを選択

source: Select a service
bn: একটি পরিষেবা নির্বাচন করুন
hi: एक सेवा का चयन करें
ja: サービスを選択してください

# scheduledPaymentsViewFirstText
source: You can easily make an automatic monthly payment with this service. The automatic payment will work only if you have sufficient balance in account
bn: আপনি এই পরিষেবার মাধ্যমে সহজেই একটি স্বয়ংক্রিয় মাসিক অর্থপ্রদান করতে পারেন। আপনার FahiPay অ্যাকাউন্টে পর্যাপ্ত ব্যালেন্স থাকলেই স্বয়ংক্রিয় অর্থপ্রদান কাজ করবে
hi: आप इस सेवा के साथ आसानी से स्वचालित मासिक भुगतान कर सकते हैं। स्वचालित भुगतान तभी काम करेगा जब आपके पास FahiPay खाते में पर्याप्त शेष राशि होगी
ja: このサービスで簡単に月々の自動支払いができます。 自動支払いは、FahiPayアカウントに十分な残高がある場合にのみ機能します

source: Payment day of month
bn: মাসের পেমেন্টের দিন
hi: महीने का भुगतान दिवस
ja: 月の支払い日

source: Service number
bn: পরিষেবা নম্বর
hi: सेवा संख्या
ja: サービス番号

source: Service
bn: সেবা
hi: सेवा
ja: サービス

source: Number
bn: সংখ্যা
hi: संख्या
ja: 番号

source: Day
bn: দিন
hi: दिन
ja: 日

# reloadFirstText
source: Enter the Dhiraagu number and amount to send reload.
bn: রিলোড পাঠাতে ধীরাগু নম্বর এবং পরিমাণ লিখুন।
hi: पुनः लोड भेजने के लिए धीरागु संख्या और राशि दर्ज करें।
ja: リロードを送信するdhiraagu番号と金額を入力します。

# raastasFirstText
source: Enter the Ooredoo number and amount to send raastas.
bn: রাসতা পাঠাতে Ooredoo নম্বর এবং পরিমাণ লিখুন।
hi: रास्ता भेजने के लिए ऊरेडू नंबर और राशि दर्ज करें।
ja: ラースタズを送信するOoredoo番号と金額を入力します。

# dhiraaguBillPayFirstText
source: Enter the Dhiraagu service number and amount to pay bill.
bn: ধীরাগু পরিষেবা নম্বর এবং বিল পরিশোধের পরিমাণ লিখুন।
hi: धीरागु सेवा संख्या दर्ज करें और बिल का भुगतान करने के लिए राशि दर्ज करें।
ja: Dhiraaguのサービス番号とお支払い金額を入力してください。

# ooredooBillPayFirstText
source: Enter the Ooredoo service number and amount to pay bill.
bn: Ooredoo পরিষেবা নম্বর এবং বিল পরিশোধের পরিমাণ লিখুন।
hi: ऊरेडू सेवा संख्या और बिल का भुगतान करने की राशि दर्ज करें।
ja: Ooredooのサービス番号と支払い金額を入力します。

source: Pay bill
bn: বিল পরিশোধ করুন
hi: पैसा भरो
ja: 請求書を支払う

source: Check Balance
bn: ব্যালেন্স চেক করুন
hi: बकाया जाँचो
ja: バランスチェック

source: Buy Package
bn: প্যাকেজ কিনুন
hi: पैकेज खरीदें
ja: パッケージを購入する

# dhiraaguCashInFirstText
source: Enter the Dhiraagu number and amount to pay Dhiraagu Pay cash in.
bn: ধীরাগু নম্বর এবং পরিমাণ লিখুন ধীরাগু পে ক্যাশ ইন করুন।
hi: धीरागु का भुगतान करने के लिए धीरागु नंबर और राशि दर्ज करें नकद भुगतान करें।
ja: Dhiraaguの番号と金額を入力してDhiraaguPayの現金を支払います。

# ooredooCashInFirstText
source: Enter the Ooredoo number and amount to pay M-faisaa cash in.
bn: M-faisaa নগদ অর্থ প্রদান করতে Ooredoo নম্বর এবং পরিমাণ লিখুন।
hi: एम-फैसा कैश इन का भुगतान करने के लिए ऊरेडू नंबर और राशि दर्ज करें।
ja: M-faisaaの現金で支払うOoredoo番号と金額を入力します。

source: Cash In
bn: মজুদ করা
hi: नकद में
ja: 現金で

# rolPayBillFirstText
source: Enter the ROL number and select bill to pay
bn: ROL নম্বর লিখুন এবং পরিশোধ করতে বিল নির্বাচন করুন
hi: रोल नंबर दर्ज करें और भुगतान करने के लिए बिल का चयन करें
ja: ROL番号を入力し、支払う請求書を選択します

source: Account Number
bn: হিসাব নাম্বার
hi: खाता संख्या
ja: 口座番号

source: Name to save
bn: সংরক্ষণের নাম
hi: बचाने के लिए नाम
ja: 保存する名前

# pubgFirstText
source: Enter the player ID and select a package to buy PUBG UC.
bn: প্লেয়ার আইডি লিখুন এবং PUBG UC কিনতে একটি প্যাকেজ নির্বাচন করুন।
hi: प्लेयर आईडी दर्ज करें और PUBG UC खरीदने के लिए एक पैकेज चुनें।
ja: プレーヤーIDを入力し、PUBGUCを購入するパッケージを選択します。

source: Player ID
bn: প্লেয়ার আইডি
hi: प्लेयर आईडी
ja: プレイヤーID

# pubgSecondText
source: UC will be delivered within 5 to 30 minutes. This transaction is non-refundable
bn: UC 5 থেকে 30 মিনিটের মধ্যে বিতরণ করা হবে। এই লেনদেন অ ফেরতযোগ্য
hi: UC 5 से 30 मिनट में डिलीवर हो जाएगा। यह लेनदेन अप्रतिदेय है
ja: UCは5〜30分以内に配達されます。 この取引は返金不可です

# mwscPayBillFirstText
source: Enter MWSC account number, meter number and amount to pay bill.
bn: MWSC অ্যাকাউন্ট নম্বর, মিটার নম্বর এবং বিল পরিশোধের পরিমাণ লিখুন।
hi: बिल का भुगतान करने के लिए MWSC खाता संख्या, मीटर संख्या और राशि दर्ज करें।
ja: MWSCアカウント番号、メーター番号、および請求額を入力します。

source: Meter Number
bn: মিটার নম্বর
hi: मीटर संख्या
ja: メーター番号

# medianetPayBillFirstText
source: Enter MediaNet account number, owner's ID number and select a package to pay bill.
bn: MediaNet অ্যাকাউন্ট নম্বর, মালিকের আইডি নম্বর লিখুন এবং বিল পরিশোধ করার জন্য একটি প্যাকেজ নির্বাচন করুন।
hi: MediaNet खाता संख्या, स्वामी का आईडी नंबर दर्ज करें और बिल का भुगतान करने के लिए एक पैकेज का चयन करें।
ja: MediaNetアカウント番号、所有者のID番号を入力し、請求書を支払うパッケージを選択します。

# ownerIDCardNum
source: Owner's ID Card number
bn: মালিকের আইডি কার্ড নম্বর
hi: मालिक का आईडी कार्ड नंबर
ja: 所有者のIDカード番号

# medianetPayBillSecondText
source: Medianet payments are NOT available for Vilimale', Hulhumale' phase 2 and multiscreen users.
bn: মিডিয়ানেট পেমেন্ট Vilimale', Hulhumale' ফেজ 2 এবং মাল্টিস্ক্রিন ব্যবহারকারীদের জন্য উপলব্ধ নয়।
hi: Vilimale', Hulhumale' चरण 2 और मल्टीस्क्रीन उपयोगकर्ताओं के लिए Medianet भुगतान उपलब्ध नहीं हैं।
ja: メディアネット決済は、Vilimale '、Hulhumale'フェーズ2およびマルチスクリーンユーザーにはご利用いただけません。

# maldiveGasFirstText
source: Enter Maldive Gas account number. NID number and select a package to order Gas
bn: মালদ্বীপ গ্যাস অ্যাকাউন্ট নম্বর লিখুন। NID নম্বর এবং গ্যাস অর্ডার করার জন্য একটি প্যাকেজ নির্বাচন করুন
hi: मालदीव गैस खाता संख्या दर्ज करें। NID नंबर और गैस ऑर्डर करने के लिए पैकेज चुनें
ja: モルディブガスの口座番号を入力してください。 NID番号とガスを注文するパッケージを選択します

source: Order Gas
bn: গ্যাস অর্ডার করুন
hi: ऑर्डर गैस
ja: ガスを注文する

# donateFirstText
source: Select the recipient to donate
bn: দান করার জন্য প্রাপক নির্বাচন করুন
hi: दान करने के लिए प्राप्तकर्ता का चयन करें
ja: 寄付する受取人を選択してください

source: Select a donee
bn: একটি সম্পন্ন নির্বাচন করুন
hi: एक दीदी का चयन करें
ja: ドニーを選択

source: Send Donation
bn: অনুদান পাঠান
hi: दान भेजें
ja: 寄付を送る

source: Esfiya
bn: নির্বিচারে
hi: मनमाने ढंग से
ja: エスフィヤ

# donateSecondText
source: Note: Call 4007004 if you would like to receive donations through account.
bn: দ্রষ্টব্য: আপনি যদি FahiPay-এর মাধ্যমে অনুদান পেতে চান তাহলে 4007004 এ কল করুন।
hi: नोट: यदि आप FahiPay के माध्यम से दान प्राप्त करना चाहते हैं तो 4007004 पर कॉल करें।
ja: 注：FahiPayを通じて寄付を受け取りたい場合は、4007004に電話してください。

# bonusViewFirstText
source: Enter the number of points you wish to redeem.
bn: আপনি রিডিম করতে চান এমন পয়েন্টের সংখ্যা লিখুন।
hi: जितने अंक आप भुनाना चाहते हैं, उतने अंक दर्ज करें।
ja: 交換したいポイント数を入力してください。

source: Number of Points
bn: পয়েন্টের সংখ্যা
hi: बिंदुओं की संख्या
ja: ポイント数

source: Redeem
bn: খালাস
hi: एवज
ja: 償還

source: Password
bn: পাসওয়ার্ড
ja: パスワード

source: Please enter your password
bn: আপনার পাসওয়ার্ড দিন
ja: パスワードを入力してください

source: Cancel
ja: キャンセル

source: New email
bn: নতুন ইমেইল
ja: 新しいメール

# enterNewEmail
source: Enter new email address
bn: নতুন ইমেল ঠিকানা লিখুন
ja: 新しいメールアドレスを入力してください

source: New mobile number
bn: নতুন মোবাইল নম্বর
ja: 新しい携帯電話番号

source: Enter new mobile number
bn: নতুন মোবাইল নম্বর লিখুন
ja: 新しい携帯電話番号を入力してください

source: New address
bn: নতুন ঠিকানা
ja: 新しいアドレス

source: Enter new address
bn: নতুন ঠিকানা লিখুন
ja: 新しい住所を入力してください

source: New island/city
bn: নতুন ঠিকানা লিখুন
ja: 新しい島/都市

source: Enter new island/city
bn: নতুন দ্বীপ/শহর লিখুন
ja: 新しい島/都市を入力してください

source: New country
bn: নতুন দেশ
ja: 新しい国

source: Enter new country
bn: নতুন দেশে প্রবেশ করুন
ja: 新しい国を入力してください

source: New post code
bn: নতুন পোস্ট কোড
ja: 新しい郵便番号

source: Enter new post code
bn: নতুন পোস্ট কোড লিখুন
ja: 新しい郵便番号を入力してください

source: Settings
ja: セッティング

# systemAndDevice
source: System & Device
ja: システムとデバイス

source: Contacts
ja: コンタクト

source: Storage
ja: ストレージ

source: Camera
ja: カメラ

source: Location
ja: ロケーション

source: Change Account
ja: チェーンジ・アカウント

source: Notification
ja: 通知

# noOneRegisteredYet
source: No one registered from your referral link yet!
ja: あなたの紹介リンクからまだ誰も登録していません！

# wholeSaleViewDhiraaguFirstText
source: Enter the Dhiraagu Business Reload number and amount to send reload.
ja: Dhiraagu Business Reloadの番号と金額を入力して、リロードを送信します。

# wholeSaleViewOoredooFirstText
source: Enter the Ooredoo Business Raastas number and amount to send raastas.
ja: Ooredoo Business Raastasの番号と金額を入力して、raastasを送信します。

source: Transfer
ja: 移行

# paymentToMerchantFirstText
source: To pay to a merchant, scan QR code and generated by merchant.
ja: マーチャントに支払うには、QRコードをスキャンし、マーチャントによって生成されます。

source: Merchant Name
ja: マーチャント名

source: Pay
ja: 支払い

# areYouSureRejectPayment
source: Are you sure you want to reject this payment?
ja: この支払いを拒否してもよろしいですか？

# areYouSureAcceptPayment
source: Are you sure you want to accept this payment?
ja: この支払いを受け入れてもよろしいですか？

source: Delete
bn: মুছে ফেলা

source: Show
bn: দেখান

source: DhivehiMv
bn: ধিমভ
hi: धीवहिंव
